Revit 2027 API
ParameterTypeId.RbsHvacloadDoorAreaParam Property
 "Door Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadDoorAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadDoorAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadDoorAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadDoorAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace